{
    "paintings": [
      {
        "title": "The Last Supper",
        "artist": "Leonardo da Vinci (1495–1498)",
        "image": "/paintings/The Last Supper - Leonardo da Vinci.avif",
        "description": "A masterclass in composition and perspective, drawing the viewer's eye toward Jesus at the center, framed by the receding lines of the room. The apostles' dynamic gestures and facial expressions capture a range of emotions, reinforcing the drama of Jesus' revelation. The use of light and shadow enhances depth, while Leonardo's innovative fresco technique, though prone to deterioration, adds a soft, atmospheric quality that heightens the painting's realism.",
        "speaker_status": "Off",
        "location": {
          "floor": 1,
          "area": "A"
        },
        "language": "Italian"
      },
      {
        "title": "The Creation of Adam",
        "artist": "Michelangelo (1511–1512)",
        "image": "/paintings/The Creation of Adam - Michelangelo.jpg",
        "description": "This fresco exemplifies Michelangelo's expertise in anatomy and movement, with the muscular figures of God and Adam mirroring each other, emphasizing their divine connection. The nearly touching hands symbolize the moment of life's transmission, capturing both power and vulnerability. The energetic figures surrounding God, possibly representing angels or personifications of divine intellect, add to the complexity, while the vast emptiness between the hands heightens the painting's tension and significance.",
        "speaker_status": "On",
        "location": {
          "floor": 2,
          "area": "B"
        },
        "language": "English"
      },
      {
        "title": "Mona Lisa",
        "artist": "Leonardo da Vinci (1495–1498)",
        "image": "/paintings/Mona Lisa - Leonardo da Vinci.jpg",
        "description": "one of the most famous and enigmatic portraits in history. Leonardo da Vinci's mastery of sfumato (soft, gradual blending of tones) creates an almost lifelike presence. The subject's ambiguous smile and direct gaze captivate viewers, while the atmospheric landscape in the background enhances the painting's depth and realism.",
        "speaker_status": "Off",
        "location": {
          "floor": 1,
          "area": "A"
        },
        "language": "English"
      },
      {
        "title": "The Starry Night",
        "artist": "Vincent van Gogh (1853-1890)",
        "image": "/paintings/The Starry Night - Vincent van Gogh.jpg",
        "description": "captures Van Gogh's emotional turmoil during his stay at the Saint-Paul-de-Mausole asylum. Swirling skies, bright stars, and a dramatic color palette create a dreamlike vision of the night sky. The painting's thick, impasto brushstrokes and dynamic movement reflect Van Gogh's expressive and deeply personal artistic style.",
        "speaker_status": "On",
        "location": {
          "floor": 2,
          "area": "C"
        },
        "language": "English"
      },
      {
        "title": "Guernica",
        "artist": "Pablo Picasso (1881-1973)",
        "image": "/paintings/Guernica - Pablo Picasso.jpg",
        "description": "Created in response to the bombing of Guernica during the Spanish Civil War, this large-scale black-and-white painting is a powerful anti-war statement. The distorted figures, screaming faces, and chaotic composition convey immense suffering. Picasso's use of Cubism intensifies the fractured, nightmarish effect, making it one of the most haunting political artworks in history.",
        "speaker_status": "On",
        "location": {
          "floor": 2,
          "area": "C"
        },
        "language": "English"
      },
      {
        "title": "The Birth of Venus",
        "artist": "Sandro Botticelli (1445-1510)",
        "image": "/paintings/The Birth of Venus - Sandro Botticelli.jpg",
        "description": "This masterpiece of the Italian Renaissance depicts the goddess Venus emerging from the sea on a shell. Botticelli's delicate lines, flowing forms, and pastel colors create an ethereal quality. The painting celebrates classical mythology while embodying the ideals of beauty and harmony that defined the Renaissance.",
        "speaker_status": "Off",
        "location": {
          "floor": 2,
          "area": "C"
        },
        "language": "English"
      },
      {
        "title": "The Scream",
        "artist": "Edvard Munch (1863-1944)",
        "image": "/paintings/The Scream - Edvard Munch.jpg",
        "description": "An iconic image of existential dread, The Scream depicts a figure with an agonized expression against a swirling, surreal landscape. Munch's use of bold colors and distorted forms heightens the painting's emotional intensity. It reflects themes of anxiety and alienation, making it a defining work of Expressionism.",
        "speaker_status": "Off",
        "location": {
          "floor": 2,
          "area": "C"
        },
        "language": "English"
      },
      {
        "title": "American Gothic",
        "artist": "Grant Wood (1891-1942)",
        "image": "/paintings/American Gothic - Grant Wood.jpg",
        "description": "This depiction of a stern farmer and his daughter standing before a rural house is one of the most recognizable images of American art. The painting's precise realism, rigid composition, and subdued color palette evoke a sense of Midwestern resilience and tradition. Often interpreted both as a satire and a celebration of rural American life, it remains a subject of cultural debate.",
        "speaker_status": "On",
        "location": {
          "floor": 1,
          "area": "B"
        },
        "language": "Indonesian"
      },
      {
        "title": "Girl with a Pearl Earring",
        "artist": "Johannes Vermeer (1665)",
        "image": "/paintings/Girl with a Pearl Earring - Johannes Vermeer.jpg",
        "description": "Often referred to as the 'Mona Lisa of the North,' this painting captures a young girl's enigmatic gaze. Vermeer's mastery of light and delicate brushwork create a strikingly lifelike effect. The soft glow of her skin, the deep blue turban, and the luminous pearl add to the painting's allure.",
        "speaker_status": "Off",
        "location": {
          "floor": 1,
          "area": "A"
        },
        "language": "Dutch"
      },
      {
        "title": "The Persistence of Memory",
        "artist": "Salvador Dalí (1931)",
        "image": "/paintings/The Persistence of Memory - Salvador Dali.jpg",
        "description": "A surrealist masterpiece featuring melting clocks draped over a barren landscape. Dalí's dreamlike imagery suggests the fluidity of time and the subconscious mind. The eerie stillness and unusual forms create an unsettling yet mesmerizing composition.",
        "speaker_status": "On",
        "location": {
          "floor": 2,
          "area": "B"
        },
        "language": "Spanish"
      },
      {
        "title": "Las Meninas",
        "artist": "Diego Velázquez (1656)",
        "image": "/paintings/Las Meninas - Diego Velazquez.jpg",
        "description": "A complex and enigmatic composition that plays with perspective and the viewer's gaze. Velázquez places himself in the scene, depicting the young Infanta Margarita surrounded by her maids and court members. The mirror in the background reflecting the king and queen adds a layer of intrigue.",
        "speaker_status": "Off",
        "location": {
          "floor": 1,
          "area": "C"
        },
        "language": "Spanish"
      },
      {
        "title": "The Night Watch",
        "artist": "Rembrandt (1642)",
        "image": "/paintings/The Night Watch - Rembrandt.jpg",
        "description": "A dynamic and dramatic portrayal of a militia company in motion. Rembrandt's use of light and shadow highlights key figures, adding depth and energy to the composition. The painting's grandeur and intricate details make it one of the greatest Baroque masterpieces.",
        "speaker_status": "On",
        "location": {
          "floor": 2,
          "area": "A"
        },
        "language": "Dutch"
      },
      {
        "title": "Water Lilies",
        "artist": "Claude Monet (1919)",
        "image": "/paintings/Water Lilies - Claude Monet.jpg",
        "description": "A serene and mesmerizing depiction of Monet's beloved garden pond. The soft brushstrokes and subtle color transitions create a dreamlike, immersive experience. Monet's mastery of light and reflection brings a sense of tranquility and timeless beauty.",
        "speaker_status": "Off",
        "location": {
          "floor": 1,
          "area": "B"
        },
        "language": "French"
      },
      {
        "title": "Napoleon Crossing the Alps",
        "artist": "Jacques-Louis David (1801)",
        "image": "/paintings/Napoleon Crossing the Alps - Jacques-Louis David.jpg",
        "description": "A grand, heroic depiction of Napoleon leading his troops through the Alps. David's neoclassical style, dramatic lighting, and powerful composition emphasize Napoleon's strength and determination. The painting glorifies his leadership and ambition.",
        "speaker_status": "On",
        "location": {
          "floor": 2,
          "area": "C"
        },
        "language": "French"
      },
      {
        "title": "The Kiss",
        "artist": "Gustav Klimt (1907–1908)",
        "image": "/paintings/The Kiss - Gustav Klimt.jpg",
        "description": "A masterpiece of the Art Nouveau movement, featuring a couple wrapped in an intricate golden embrace. Klimt's rich use of color, decorative patterns, and romantic symbolism make this one of the most celebrated expressions of love in art.",
        "speaker_status": "Off",
        "location": {
          "floor": 1,
          "area": "A"
        },
        "language": "German"
      },
      {
        "title": "Liberty Leading the People",
        "artist": "Eugène Delacroix (1830)",
        "image": "/paintings/Liberty Leading the People - Eugene Delacroix.jpg",
        "description": "A powerful allegory of the French Revolution, depicting Liberty as a heroic figure leading revolutionaries forward. The dramatic use of color, motion, and symbolism captures the spirit of freedom and defiance.",
        "speaker_status": "On",
        "location": {
          "floor": 2,
          "area": "B"
        },
        "language": "French"
      },
      {
        "title": "Whistler's Mother",
        "artist": "James McNeill Whistler (1871)",
        "image": "/paintings/Whistler's Mother - James McNeill Whistler.jpg",
        "description": "A restrained yet poignant portrait of Whistler's mother, exuding a quiet dignity. The painting’s muted tones and simple composition reflect a sense of solemnity and contemplation, making it a symbol of maternal respect and devotion.",
        "speaker_status": "Off",
        "location": {
          "floor": 1,
          "area": "C"
        },
        "language": "English"
      },
      {
        "title": "The Hay Wain",
        "artist": "John Constable (1821)",
        "image": "/paintings/The Hay Wain - John Constable.jpg",
        "description": "A romanticized vision of rural England, capturing a peaceful countryside scene. Constable’s masterful depiction of nature, light, and atmosphere makes this one of the finest landscape paintings of the 19th century.",
        "speaker_status": "On",
        "location": {
          "floor": 2,
          "area": "A"
        },
        "language": "English"
      },
      {
        "title": "The Arnolfini Portrait",
        "artist": "Jan van Eyck (1434)",
        "image": "/paintings/The Arnolfini Portrait - Jan van Eyck.jpg",
        "description": "A strikingly detailed depiction of a wealthy couple, filled with intricate symbolism. Van Eyck’s use of oil paint and exquisite rendering of textures showcase his technical brilliance. The mysterious mirror reflection adds depth and intrigue.",
        "speaker_status": "Off",
        "location": {
          "floor": 1,
          "area": "B"
        },
        "language": "Dutch"
      },
      {
        "title": "Ballet Rehearsal",
        "artist": "Edgar Degas (1873)",
        "image": "/paintings/Ballet Rehearsal - Edgar Degas.jpg",
        "description": "A behind-the-scenes glimpse into the world of ballet, capturing movement, grace, and spontaneity. Degas’ use of pastel and dynamic composition creates a sense of realism and fleeting moments of artistic beauty.",
        "speaker_status": "On",
        "location": {
          "floor": 2,
          "area": "C"
        },
        "language": "French"
      }
    ]
  }